//17.Напишите программу, которая проверяет, является ли введенное
//пользователем слово панграммой (содержит все буквы алфавита).
Console.WriteLine("Введите строку для проверки: ");
string str=Console.ReadLine();
if(str.Contains()


