//2.Напишите программу, которая запрашивает у пользователя его имя и
//выводит на экран приветствие с использованием введенного имени.

Console.Write("Введите ваше имя: ");
string? name=Console.ReadLine();
Console.WriteLine("Добрый день! " +name+"!");